---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyAnalysisMaterial.Description
source: html/a2adbe61-6069-73bb-e837-cd65045eab89.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisMaterial.Description Property

The description of the material.

## Syntax (C#)
```csharp
public string Description { get; }
```